<template>
    <div class="container">
        <p class="title">星美贷平台服务协议 </p>
        <p>星美贷平台服务协议（以下简称“本协议”）是浙江讯源通网络科技有限公司（以下简称“本公司”）与星美贷平台用户(以下简称“您”，包括借款人、第三方信贷服务方)就星美贷平台服务（以下简称“本服务”）相关事项所订立的有效合约。</p>
        <p>您通过网络页面点击确认或以其他方式（包括但不限于签字或签章确认等方式）接受本协议，即表示您与本公司已达成协议并同意接受本协议的全部约定内容以及与本协议有关的已经发布或将来可能发布的各项规则、页面提示、操作流程、公告或通知（以下统称“本协议”）。 在接受本协议之前，请您仔细阅读本协议的全部内容（特别是以粗体标注的内容）。如果您不同意本协议的任意内容，或者无法准确理解该条款的含义，请不要进行后续操作。</p>
        
        <p class="list">一、相关定义</p>

        <p>除非本协议另有约定，本协议下列术语定义如下：</p>
        <p>1.1 星美贷平台：指由本公司开发并运营的，向您提供平台服务、信息撮合等服务的平台。</p>
        <p>1.2 第三方信贷服务方：指在星美贷平台发布产品信息，经本公司撮合，向在星美贷平台提出借款申请的借款人提供借款的法人。</p>
        <p>1.3 用户：即借款人，指通过星美贷平台向第三方信贷服务方申请借款的自然人、法人或其他组织。 
        
        <p class="list">二、声明与承诺</p>

        <p>2.1 除应遵守本协议约定外，您还应遵守《星美贷用户使用协议》及星美贷平台制定的相关规则等约定。</p>
        <p>2.2 您承诺不为任何非法目的或以任何非法方式使用星美贷平台服务，并承诺遵守中国相关法律、法规及互联网之使用惯例。</p>
        <p>2.3您同意，在交易达成或交易申请提交后您不得变更、撤回或撤销，但本协议另有约定或您签署的其他协议另有约定的除外。</p>
        <p>2.4 您承诺，无论您是否直接在星美贷平台提交借款申请，您都应按照本协议的约定履行相关义务。</p>
        <p>2.5您同意，即便您已符合本协议约定的条件，借贷交易的实现仍受制于其他因素，星美贷平台对此不作任何可实现的承诺。</p>
        <p>2.6您同意，星美贷平台有权限制您借款、还款所使用的第三方信贷服务方，具体以可在星美贷平台使用的第三方信贷服务方为准。</p>
        <p>2.7您同意，若出现因星美贷平台自身原因、系统差错、故障或其他原因引发的展示延误、错误或者用户不当获利等情形的，用户同意星美贷平台可以采取更正差错、扣划款项、暂停服务等适当纠正措施。您同意并授权第三方机构根据星美贷平台的指令进行相应操作，且第三方机构不因前述操作对您承担任何责任。</p>
        
        <p class="list">三、服务的提供及终止</p>

        <p>3.1本平台中由本公司提供的服务包括但不限于：开发设计及运营平台、用户身份识别及实名认证等。您知悉并同意，本公司仅提供第三方信贷服务信息展示等平台技术服务，您申请的贷款服务均由第三方信贷服务方直接提供。第三方信贷服务方提供的服务为：信用审核、提供或/及管理出借资金、与贷款服务相关的通知以及与前述信贷服务相关的客户服务及投诉处理等。上述服务内容具体详情应以本公司或第三方信贷服务方于平台或信贷服务方网站当时展示的服务内容为准，详细操作规则及方式请见平台的相关规则和说明。基于运行和交易安全的需要，本公司可以无需事先通知暂时停止提供、限制、永久终止或改变平台的部分功能，或提供新的功能，您就此无异议。</p>
        <p>3.2您确认，您按平台服务流程所确认的交易状态将成为平台为您进行相关交易或操作（包括但不限于确认借款金额、借款期限、借款用途、提现、还款、订立协议等）的明确指令。您同意本公司或/及第三方信贷服务方有权按相关指令依据本协议及/或有关文件和规则对相关事项进行处理。您未能及时对交易状态进行确认或未能提交相关指令所引起的任何纠纷或损失由您本人负责，本公司或/及第三方信贷服务方不承担任何责任。</p>
        <p>3.3您有责任自行备份您存储在本平台中的数据。如果您的服务被终止，本公司可以从服务器上永久地删除您的数据,但法律法规另有规定的除外。服务终止后，本公司没有义务向您返还数据。</p>
        <p>3.4您应当理解，您使用本平台服务需自行准备有关的终端设备（如计算机），并承担所需的费用（如电话费、上网费等费用）。您理解并同意，您使用平台服务时会耗用您的终端设备和带宽等资源。</p>
        <p>3.5您在本平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方和您之间的协议。您、本公司、信贷服务方及其他方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。</p>
        <p>3.6您保证向本公司提供的所有信息是真实、完整、准确、合法、有效的，如您提供任何错误、虚假、过时或不完整的资料，由此产生的一切责任均由您个人承担。如您提交的信息不完整或不符合法律法规的规定，则您可能无法使用本平台服务或在使用本平台服务的过程中受到限制。</p>
        
        <p class="list">四、风险提示</p>

        <p>4.1您知晓并同意，您通过星美贷平台所从事的交易可能面临如下风险，该些风险需由您自行承担：</p>
        <p>4.1.1监管风险：有关法律、法规及相关政策、规则发生变化，导致无法实现您的借贷交易，您由此可能遭受损失；</p>
        <p>4.1.2违约风险：因您的交易对手，包括但不限于第三方信贷服务方等无力或无意愿按时足额履约，您由此可能遭受损失；</p>
        <p>4.1.3成交风险：您所申请的借款可能无法最终达成，您由此无法获得借款；</p>
        <p>4.1.4本协议约定的不可抗力因素导致的风险；</p>
        <p>4.1.5因您的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露账户密码、密码被他人破解、您使用的计算机系统被第三方侵入、您委托他人申请时他人恶意或不当操作而造成的损失。</p>
        <p>4.2本公司不对您及/或任何交易提供任何担保或条件，无论是明示、默示或法定的。星美贷平台向您提供的各种信息及资料不构成借款建议，您应依其独立判断做出决策。您据此进行交易的，产生的风险由您自行承担，您无权据此向本公司提出任何法律主张。在交易过程中，您与交易对手之间发生的纠纷，由纠纷各方自行解决，交易平台不承担任何责任。</p>
        <p>4.3以上并不能揭示您通过本公司进行借贷交易的全部风险及市场的全部情形。您在做出交易决策前，应全面了解相关交易规则及风险，谨慎决策，并自行承担全部风险。</p>
        
        <p class="list">五、除外责任</p>

        <p>星美贷平台因下列状况无法正常运作，使您无法使用星美贷平台服务时，星美贷平台不承担任何责任，该状况包括但不限于：</p>
        <p>5.1星美贷平台系统停机维护或升级；</p>
        <p>5.2星美贷平台所依赖的电信设备出现故障；</p>
        <p>5.3因台风、地震、海啸、洪水、雷电、停电、战争或恐怖袭击、罢工等不可抗力原因；</p>
        <p>5.4您的电脑软件、系统、硬件和通信线路、供电线路出现故障的；</p>
        <p>5.5用户操作不当或通过非星美贷平台授权或认可的方式使用星美贷平台服务的；</p>
        <p>5.6因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、银行原因 、第三方服务瑕疵或政府行为等原因；</p>

        <p class="list">六、信息收集、使用、共享与保护</p>

        <p>6.1收集您的信息</p>
        <p>6.1.1为了更好地向您提供星美贷平台服务，您同意并授权星美贷平台通过以下途径获取您的信息：</p>
        <p>6.1.1.1 收集您留存在星美贷平台的关联公司处的信息；</p>
        <p>6.1.1.2收集您留存在星美贷平台合作伙伴（包括但不限于小额贷款公司、消费金融公司、银行等，下同）处的信息；</p>
        <p>6.1.1.3 向行政机关、司法机关查询、打印、留存您的信息；</p>
        <p>6.1.1.4 向合法留存您信息的自然人、法人以及其他组织收集您的信息。</p>
        <p>6.1.2 您同意并授权星美贷平台收集您的信息包括但不限于：</p>
        <p>6.1.2.1 您的身份信息，包括但不限于姓名/名称、证件号码、证件类型、住所地、电话号码、银行账户认证信息、生物特征以及其他身份信息；</p>
        <p>6.1.2.2您在申请、使用星美贷平台服务时所提供以及形成的任何数据和信息；</p>
        <p>6.1.2.3您在星美贷平台关联公司和合作伙伴处中留存以及形成的任何数据和信息，包括但不限于您的银行账户和/或证券账户信息、您在星美贷平台上形成的任何信息和数据、您与星美贷平台的关联公司、合作伙伴之间存在的任何协议及您在该等协议项下的履约情况、您在星美贷平台的关联公司电子商务平台上的行为数据；</p>
        <p>6.1.2.4 您的信用信息，包括但不限于您的征信记录和信用报告；</p>
        <p>6.1.2.5 您的财产信息，包括但不限于您的收入信息、店铺/企业经营状况、财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；</p>
        <p>6.1.2.6 您在行政机关、司法机关留存的任何信息，包括但不限于户籍信息/工商信息、诉讼信息、执行信息和违法犯罪信息等；</p>
        <p>6.1.2.7与您申请或使用的星美贷平台服务相关的、您留存的其他自然人、法人和组织的其他相关信息。</p>
        <p>6.1.2.8 您访问本公司网站及其相关网站、移动设备客户端时，或使用本服务时的操作日志，包括但不限于您的计算机IP地址、设备标识符、硬件型号、操作系统版本、您的位置以及与星美贷服务相关的日志信息。</p>
        <p>6.2使用您的信息为了更好地为您提供服务，也为了星美贷平台自身的风险防控，您同意并授权星美贷平台将您的信息用于如下用途：</p>
        <p>6.2.1创建数据分析模型，为您提供适合于您的服务，并维护、改进这些服务；</p>
        <p>6.2.2比较信息的准确性并与第三方进行验证；</p>
        <p>6.2.3 为使您知晓星美贷平台服务情况或了解星美贷平台服务，通过电子邮件、星美贷的站内信/系统信息、手机短信和传真等方式向您发送服务状态的通知、营销活动及其他商业性电子信息；</p>
        <p>6.2.4预防或阻止非法的活动；</p>
        <p>6.2.5经您许可的其他用途。</p>
        <p>6.3分享您的信息星美贷平台对您的信息承担保密义务，不会为满足第三方的营销目的而向其出售或出租您的任何信息，仅在下列情况下才将您的信息与第三方共享：</p>
        <p>6.3.1获得您的同意或授权:</p>
        <p>6.3.1.1您授权同意星美贷利用计算机及其它方式搜集、保存、处理个人资料（包括但不限于个人的身份信息、教育信息、联系人信息、车辆信息、驾照信息、出行信息、消费信息和消费行为、工作信息、社交信息、财产信息、资信状况、就业情况、收入情况、婚姻情况、地址信息、位置数据等），本人的通讯方式（包括但不限于固话、手机、宽带网络等）及通讯信息（包括但不限于通话纪录、套餐使用情况、浏览网页情况等）。</p>
        <p>上述合法渠道包括并不限于向公安、住房公积金、社会保险、税务、民政等政府主管部门；物流、通信运营商、电子商务平台、互联网平台等第三方机构查询、保存、打印本人上述信息。</p>
        <p>6.3.1.2您授权星美贷及其关联公司向征信机构或其他第三方（包括但不限于中国人民银行征信中心、Meqvii 旷视、聚信立、同盾科技、阿里芝麻信用等第三方征信机构或公司）核实其本人资信情况；同意并授权上述征信机构可将其拥有的本人信息通过星美贷或星美贷合作的查询服务提供机构提供给星美贷。同时，在您使用本服务期间或本服务终止后，基于为更好的向您提供服务之目的或向您推广其他产品/服务的需要，星美贷及其关联公司、征信机构或其他第三方有权保留并使用您在使用本服务期间所形成的相关信息数据（包括您选择的第三方信贷服务方合法收集、保存的您的相关信息）。 </p>
        <p>用户违反与星美贷或星美贷合作的其他机构签订的用户协议时，星美贷可以披露用户的个人资料及违约事实，将用户的违约信息写入黑名单并与必要的第三方共享数据，以供星美贷及第三方审核、追索之用。</p>
        <p>6.3.1.3您授权本公司及其关联公司向您在本服务页面选择的第三方信贷服务方提供您的信息，该等信息的提供以第三方信贷提供方为提供服务所需。</p>
        <p>6.3.2为了向您提供或推荐星美贷平台的关联公司的服务和/或产品的需要，将您的信息提供给星美贷平台的关联公司使用，且您同意星美贷平台的关联公司通过电子邮件、星美贷站的站内信/系统信息、手机短信和传真等方式向您发送服务状态的通知、营销活动及其他商业性电子信息；</p>
        <p>6.3.3某些服务和/或产品和/或推广活动由星美贷平台的合作伙伴提供或由星美贷平台与合作伙伴共同提供，星美贷平台会与其共享并使用；</p>
        <p>6.3.4在您违反本协议、《借款协议》及其他相关协议时，向您的交易对手，星美贷平台合作的银行、消费金融公司、星美贷平台的关联公司等第三方提供；</p>
        <p>6.3.5为建立信用体系，向征信机构发送您的信息。您同意并授权星美贷平台将您的不良信息发送征信机构且不再另行通知您；</p>
        <p>6.3.6根据法律法规的规定及有权机关的要求。</p>
        <p>6.4您的信息保护星美贷平台将根据法律法规规定对您的信息予以保密，但下列情形除外：</p>
        <p>6.4.1 法律、法规、规章及其他规范性文件另有规定；</p>
        <p>6.4.2本协议另有约定。</p>
        <p>6.5本公司重视对用户隐私的保护。除本协议约定外，星美贷平台将按照星美贷页面相关隐私权政策保护您的身份信息和其他个人信息。</p>
        
        <p class="list">七、协议变更、解除、提前终止和权利义务的转让</p>

        <p>7.1协议变更与解除本公司有权随时单方面修改本协议中与您之间相关的权利义务，经修订的协议一经通知，立即生效。本公司将根据本协议约定的方式通知您。若您不同意修改本协议，则应当立即停止使用星美贷平台服务；否则，视为您同意并接受修改后的协议。</p>
        <p>7.2协议终止</p>
        <p>7.2.1您在使用星美贷平台服务的过程中，如果有下列情形发生，星美贷平台有权单方面解除本协议：</p>
        <p>7.2.1.1冒用他人名义、盗用他人账户使用星美贷平台服务的；</p>
        <p>7.2.1.2为非法目的使用星美贷平台服务的；</p>
        <p>7.2.1.3从事任何可能侵害星美贷平台系统、资料之行为；</p>
        <p>7.2.1.4违反任何法律法规、本协议约定的；</p>
        <p>7.2.1.5监管机构认为星美贷平台提供的服务不再符合相关监管规定的；</p>
        <p>7.2.2除上述原因外，星美贷平台有权视情形（包括但不限于自身业务风险、自身业务运营情况、法律法规规定、监管机构要求、政策变化等）单方中止/终止向您提供部分或全部星美贷平台服务，因此导致您无法使用本服务或服务受到限制的，不视为星美贷平台违约。</p>
        <p>7.2.3本协议终止后，按如下方式进行处理：</p>
        <p>7.2.3.1如您正在申请借款的的，星美贷平台将撤回您的信息； </p>
        <p>7.2.3.2如因7.2.1.5、7.2.2条导致本协议终止的，星美贷平台继续履行本协议约定的相关义务直至全部履行完毕；</p>
        <p>7.2.3.3如因7.2.1.1、7.2.1.2、7.2.1.3条原因导致本协议终止的，所导致的全部责任将由您自行承担。</p>
        <p>7.3协议权利义务的转让未经星美贷平台书面同意，您不得将本协议项下的权利和义务转让给任何第三方。星美贷平台有权将其在本协议项下的权利和义务全部或部分转让给第三方，且转让行为无须征得您的同意，但将通知您该等转让行为。</p>
        
        <p class="list">八、争议的解决本协议的订立、效力、解释、履行及争议的解决均适用中华人民共和国法律。在协议履行期间，凡由本协议引起的或与本协议有关的一切争议、纠纷，当事人应首先协商解决。协商不成的，任何一方均应向本公司所在地有管辖权的人民法院提起诉讼。</p>

        <p class="list">九、送达条款</p>

        <p>9.1送达</p>
        <p>除法律法规或监管规定另有强制性规定外，本协议履行过程中，本公司传递给您的书面通知，按照您向本公司及关联公司提供的通讯地址交邮后的第三个自然日即视为送达；书面通知的形式还包括但不限于在本服务网站公告向您发送电子邮件、星美贷站内信、系统信息、手机短信和传真等电子方式，在采用电子方式进行书面通知的情况下发送当日即视为送达。</p>
        <p>9.2法律文书送达</p>
        <p>9.2.1对于因协议争议引起的任何纠纷，本人声明司法机关（包括但不限于人民法院）可以手机短信或电子邮件等现代通讯方式或邮寄方式向本人送达法律文书（包括诉讼文书），且认可上述送达方式的有效性、合法性。</p>
        <p>9.2.2本人指定接收法律文书的手机号码或电子邮箱为本人名下的星美贷账户绑定的手机号码或电子邮箱，司法机关向前述码址发出法律文书即视为送达。</p>
        <p>9.2.3本人指定邮寄地址为本人的户籍地址。</p>
        <p>9.2.4本人同意司法机关可采取以上一种或多种送达方式向本人送达法律文书，司法机关采取多种方式向本人送达法律文书，送达时间以上述送达方式中最先送达的为准。</p>
        <p>9.2.5本人确认的上述送达方式适用于各个司法阶段，包括但不限于一审、二审、再审、执行以及督促程序（含支付令送达）。</p>
        <p>9.2.6若本人上述送达地址有变更，本人应当及时告知本公司和司法机关（如适用）变更后的送达地址。</p>

        <p class="list">十、其他 </p>

        <p>10.1 在本协议中，除非本协议上下文另有规定：</p>
        <p>10.1.1 凡提及本协议应包括本协议及其附件，以及对该协议所作的任何修改、修订或补充的文件；</p>
        <p>10.1.2 凡提及条、款和附件仅指本协议的条、款和附件；</p>
        <p>10.1.3 本协议条款的标题仅为查阅方便而设置，不应构成对本协议的任何解释，不对标题之下的内容及范围作任何限定。</p>
        <p>10.2 本协议的附件及各项补充、修订或变更，为本协议不可分割的组成部分，与本协议正文具有同等法律效力。</p>
        <p>10.3如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且在此情况下，本协议的其他条款仍然完全有效并具有约束力。</p>
        <p>10.4协议各方应按法律法规及相关规定各自承担与本协议相关的税费。</p>
        <p>10.5本协议未尽事宜，由双方协商处理，或者按国家有关法律、法规的规定执行。</p>
        <p>&nbsp;</p>
    </div>
</template>
<script>
export default {
    data () {
        return {}
    },
    beforeCreate () {
        document.querySelector('#app').style.marginTop = 0
    }
}
</script>
<style lang="less" scoped>
.title{
    padding-top:.1rem;
    margin-top:0;
    font-weight: bold;
    text-align: center;
}
div{
    background:#ffffff;
}
.container{
    padding: 0 .1rem;
}
p{
    font-size:.12rem;
    text-align: left;
    margin-top:.1rem;
}
.list{
    margin-top:.2rem;
    font-weight:bold;
}
</style>
